import React from 'react';
import { Card } from 'react-bootstrap';

const DonateInfo = () => {
    return (
        <div>
            <div style={{ backgroundColor: '#172b4d', minHeight: '100vh' }}> 
                <div className="container mt-5">
                    <Card className="text-center">
                        <Card.Header>রক্ত দান সম্পর্কে গুরুত্বপূর্ণ কিছু কথা </Card.Header>
                        <Card.Body>
                            <Card.Title></Card.Title>
                            <Card.Text>
                                স্বেচ্ছায় নিজের রক্ত অন্য কারো প্রয়োজনে দান করাই রক্তদান। তবে রক্তদাতাকে অবশ্যই পূর্ণবয়স্ক অর্থাৎ ১৮ বছর বয়স হতে হয়।
                                প্রতি তিন মাস অন্তর প্রত্যেক সুস্থ ও প্রাপ্তবয়স্ক নর-নারী নিশ্চিন্তে ও নিরাপদে রক্তদান করতে পারেন।
                                এতে স্বাস্থ্যে কোনো ধরনের ক্ষতিকর প্রভাব পড়ে না। তবে রক্তদানের পদ্ধতি ও পরবর্তী প্রভাব সম্পর্কে অজ্ঞতা ও অযথা    ভীতির কারণে অনেকেই রক্ত দিতে দ্বিধান্বিত হন।
                                কিন্তু রক্তদানেরও যে উপকারিতা রয়েছে, সে কথা আমরা কয়জনই বা জানি?

                                স্বেচ্ছা রক্ত দানের উপকারিতাসমূহঃ
                                ইংরেজ চিকিৎসক ডাঃ উইলিয়াম হার্ভে ১৬১৬ সালে গবেষণার মাধ্যমে প্রমাণ করেন যে মানবদেহের আভ্যন্তরে রক্ত প্রবাহিত হয়।
                                এর অনেক পরে ডাঃ জেমস ব্লান্ডেল নামে একজন ইংরেজ ধাত্রীবিদ্যাবিশারদ ১৮১৮ সালে রক্ত পরিসঞ্চালনের জন্য একটি যন্ত্র আবিষ্কার করেন যা দিয়ে সর্বপ্রথম সফলভাবে একজন সুস্থ মানুষের দেহ থেকে আরেকজন মৃত্যুপথযাত্রী মানুষের দেহে রক্ত পরিসঞ্চালন করে তাকে বাঁচিয়ে তোলা হয়।
                                এভাবেই মানুষের শরীরে রক্ত সঞ্চালন প্রক্রিয়ার শুরু এবং এরপর থেকেই মানুষের দেহে রক্ত পরিসঞ্চালনের মাধ্যমে অসংখ্য অসংখ্য মানুষকে মৃত্যুর পথ থেকে ফিরিয়ে সুস্থ করা হয়ে আসছে।

                                • রক্তদানে কোনো সমস্যা হয় না। কেননা একজন সুস্থ মানুষের শরীরে পাঁচ-ছয় লিটার রক্ত থাকে। এর মধ্যে সাধারণত ২৫০ থেকে ৪০০ মিলিলিটার রক্ত দান করা হয়, যা শরীরে থাকা মোট রক্তের মাত্র ১০ ভাগের এক ভাগ। রক্তের মূল উপাদান পানি, যা ২৪ ঘণ্টার মধ্যেই পূরণ হয়।

                                • রক্তদান স্বাস্থ্যের জন্য উপকারী। রক্তদানের সঙ্গে সঙ্গে শরীরের ‘বোনম্যারো’ নতুন কণিকা তৈরির জন্য উদ্দীপ্ত হয়। দুই সপ্তাহের মধ্যে নতুন রক্তকণিকা জন্ম হয়, ঘাটতি পূরণ হয়।

                                • বছরে তিনবার রক্তদান শরীরে লোহিত কণিকাগুলোর প্রাণবন্ততা বাড়িয়ে তোলে ও নতুন কণিকা তৈরির হার বাড়ায়।

                                • নিয়মিত রক্তদানকারীর হার্ট ও লিভার ভালো থাকে।

                                • স্বেচ্ছায় রক্তদানের মাধ্যমে পাঁচটি পরীক্ষা সম্পূর্ণ বিনা খরচে করা হয়। এর মাধ্যমে জানা যায় শরীরে অন্য বড় কোনো রোগ আছে কি না। যেমন—হেপাটাইটিস-বি, হেপাটাইটিস-সি, ম্যালেরিয়া, সিফিলিস, এইচআইভি (এইডস) ইত্যাদি।

                                • রক্তদান অনেক ক্ষেত্রে ক্যান্সার প্রতিরোধেও সহায়তা করে।
                                • রক্তে কোলস্টেরলের উপস্থিতি কমাতে সাহায্য করে।
                                • শরীরে অতিরিক্ত আয়রনের উপস্থিতিকে বলে Hemochromatosis। নিয়মিত রক্তদান এই রোগ প্রতিরোধ করে।

                                • স্থূলদেহী মানুষের ওজন কমাতে রক্তদান সহায়ক।

                                • মুমূর্ষুকে রক্ত দিলে মানসিক তৃপ্তি মেলে।

                                কারা রক্ত দানের জন্য উপযুক্তঃ

                                ১৮-৬০ বছরের সুস্থ সবল যে কোন ব্যাক্তির ওজন যদি ন্যুনতম ৪৮ কেজি হয় তবে তিনি রক্ত দানের জন্য উপযুক্ত বলে বিবেচিত হন।

                                রক্ত দিলে শারীরিক কোন ক্ষতি হয় কি?

                                রক্তদানে শরীরের কোন ক্ষতি হয়না। ছেলেদের শরীরে ওজনের কেজিপ্রতি ৭৬ মিলিলিটার আর মেয়েদের শরীরে ওজনের ৬৬ মিলিলিটার করে রক্ত থাকে এবং সবারই কেজিপ্রতি ৫০ মিলিলিটার রক্ত সংবহনের জন্য প্রয়োজন হয়, বাকিটা থাকে উদ্বৃত্ত। অর্থাৎ ছেলেদের ওজনের কেজিপ্রতি ২৬ মিলিলিটার আর মেয়েদের ওজনের কেজিপ্রতি ১৬ মিলিলিটার রক্ত থাকে উদ্বৃত্ত। ফলে ৫০ কেজি ওজনের একটি ছেলের শরীরে উদ্বৃত্ত রক্তের পরিমাণ ৫০x২৬=১৩০০ মিলিলিটার আর একই ওজনের একজন মেয়ের শরীরে উদ্বৃত্ত রক্তের পরিমাণ ৫০x১৬=৮০০ মিলিলিটার । আর স্বেচ্ছা রক্তদানে একজন রক্ত দাতার কাছ থেকে মাত্র ৩৫০ থেকে ৪০০ মিলিলিটার রক্ত সংগ্রহ করা হয়। তাই রক্তদানে শারীরিক কোন ক্ষতি হবার সম্ভাবনাই নেই। আর একজন সুস্থ লোক প্রতি চারমাস পরপর রক্ত দান করতে পারেন। মানুষের শরীররে রক্ত উপাদান গুলি প্রতি চার মাস পর এমনিতেই নষ্ট হয়ে নতুন রক্ত উৎপাদিত হয়। তাই রক্ত দান করলে শরীরের ক্ষতি তো হয়ইনা বরং আছে অনেক উপকার।
                                স্বেচ্ছা রক্ত দানের মানসিক ভাবেও আছে অনেক উপকার এবং ধর্মীয় দিক থেকে অত্যন্ত পুন্যের।

                                শারীরিক উপকারিতাঃ

                                বিভিন্ন গবেষণার ফলাফল এটাই যে রক্ত নিয়মিত রক্ত দান স্বাস্থের জন্যে শুধু উপকারিই নয় বরং নিয়মিত রক্ত দিলে একজন মানুষ মুক্ত থাকতে পারেন বেশ কয়েকটি মারাত্মক রোগের ঝুঁকি থেকে।

                                ক্যান্সারের ঝুঁকি কমেঃ

                                মিলার-কিস্টোন ব্লাড সেন্টারের এক গবেষণায় দেখা যায় নিয়মিত রক্ত দিলে ক্যান্সারের ঝুঁকি কমে। বিশেষ করে ফুসফুস, লিভার, কোলন, পাকস্থলী ও গলার ক্যান্সারের ঝুঁকি নিয়মিত রক্ত দাতাদের ক্ষেত্রে অন্যান্য দের চেয়ে অনেক কম থাকে।

                                হৃদরোগ এবং হার্ট অ্যাটাকের ঝুঁকি কমেঃ

                                নিয়মিত রক্তদানে হৃদযন্ত্রের সামগ্রিক উন্নতি হয়। রক্তে যদি লৌহের পরিমাণ বেশি থাকে তাহলে তাহলে কোলেস্টেরলের অক্সিডেশনের পরিমাণ বেড়ে যায়, ধমনী ক্ষতিগ্রস্থ হয়, ফলাফল হৃদরোগের ঝুঁকি বৃদ্ধি পায়। নিয়মিত রক্ত দিলে দেহে লৌহের পরিমাণ কমে যায় যা, হৃদ রোগের ঝুঁকিকেও কমিয়ে দেয় কার্যকর ভাবে।
                                যারা নিয়মিত রক্তদেন তাদের হার্ট অ্যাটাকের ঝুঁকি অন্যদের চেয়ে ৮৮ ভাগ কমে যায় এবং স্ট্রোক সহ অন্যান্য হৃদ রোগের ঝুঁকি কমে যায় ৩৩ ভাগ।

                                অতিরিক্ত ক্যালরি ক্ষয়ঃ

                                নিয়মিত রক্তদানে শারীরিক ফিটনেস বাড়ে। ৪৫০ মিলিলিটার রক্ত দান করলে রক্ত দাতার দেহ থেকে ৬৫০ ক্যালরি পুড়ে। তাতে রক্তে শর্করার পরিমাণ স্বাভাবিক থাকে এবং ডায়বেটিসের ঝুঁকি কমে যায়।
                                এছাড়াও নিয়মিত রক্ত দান করলে কোন দুরারোগ্য ব্যাধি শরীরে দানা বাঁধতে পারে না তাই উচ্চরক্তচাপ সহ যে কোন কঠিন রোগ থেকে থাকা যায় নিরাপদ।

                                প্রাণবন্ততা এবং কর্মক্ষমতা বৃদ্ধিঃ

                                রক্ত দান করার সাথে সাথে আমাদের শরীরের ব্যোন ম্যারো নতুন কনিকা তৈরির জন্য উদ্দীপ্ত হয়। রক্ত দান করার মাত্র ৪৮ ঘণ্টার মধ্যেই দেহে রক্তের পরিমাণ স্বাভাবিক হয়ে যায়। আর লোহিত কনিকার ঘাটতি পূরণ হয়ে যায় ৪ থেকে ৮ সপ্তাহের মধ্যেই। আর এই প্রক্রিয়া আমাদের শরীরের সার্বিক সুস্থতা ও কর্মক্ষমতা কেই বাড়িয়ে দেয়।

                                নিজের সুস্থতা পরীক্ষাঃ

                                রক্ত দান করার মাধ্যমে একজন রক্ত দাতা তার সার্বিক সুস্থটাকে যাচাই করে নিতে পারেন । হেপাটাইটিস বি, সি, সিফিলিস, ম্যালেরিয়া এবং এইডস এই পাঁচটি রোগের স্ক্রিনিং রিপোর্ট পাওয়া যা
                            </Card.Text>

                        </Card.Body>
                        <Card.Footer className="text-muted"> ধন্যবাদ সবাইকে</Card.Footer>
                    </Card>
                </div>
            </div>
        </div>
    );
};

export default DonateInfo;